{
  "imprint": "Impressum",
  "privacy": "Datenschutz",
  "beware_auto_translation": "Der Text auf dieser Seite wurde automatisch von DeepL übersetzt. Das Ergebnis ist zum Zweck der Dokumentation unverändert. Hier der Link zum Original (Ich finde es einfacher IT blogs auf englisch zu schreiben): <original></original>. Erstaunlich: Kommentare in Codeblöcken wurden auch übersetzt, ohne den Code zu verändern (weitestgehend).",
  "projects": "Projekte",
  "projects_headline": "Projects",
  "development_of_this_site": "Entwicklung dieser Seite (2023)",
  "pageTitle": "'<JP'> WebAppDev",
  "pageDescription": "Jochen Probst, senior software engineer, Freelancer für die Entwicklung von Web Applikationen mit JavaScript/TypeScript, React, Node.js und express.",
  "pageImpressumDescription": "Impressum",
  "contact": "Kontakt",
  "contact_me": "<a>Kontaktieren</a> Sie mich!",
  "year": "{count, plural, =-1 {6 Monate} =0 {Since this year} one {#{plus} year} other {#{plus} years}}",
  "since": "seit {number}",
  "some_weeks": "einige Wochen",
  "programming_languages": "Programmiersprachen",
  "frontend_frameworks": "Frontend frameworks",
  "companies_i_worked_for": "Für diese Firmen habe ich gearbeitet",
  "tools": "Tools und libraries",
  "experiences": "Meine Erfahrung in Zahlen",
  "welcome_title": "Ich kann Ihnen helfen!",
  "welcome_description": "Wenn Sie auf der Suche nach einem erfahrenen JavaScript-/React-Entwickler sind, der remote oder in der Nähe von Stuttgart, Deutschland, arbeitet, bin ich die richtige Person für Sie. Gerne stehe ich auch für Beratungen zur Verfügung.",
  "welcome_introduction": "Ich bin ein unabhängiger Softwareentwickler mit Schwerpunkt auf der Frontend-Entwicklung in <b>TypeScript und React</b>, habe jedoch auch viel Erfahrung mit der Backend-Entwicklung in JavaScript (Node.js, Express) zusammen mit gängigen Standards wie SQL, REST und HTTP. Ich bin seit langem ein <b>Befürworter der agilen Softwareentwicklung</b>. Darüber hinaus bin ich ein großer Fan von Open-Source-Software und trage zu <b>Open-Source</b>-Projekten bei.",
  "blog": "Blogposts",
  "view_on_github": "Quelltext auf GitHub anschauen."
}
